Repository: AlexRogalskiy/angular-i18n-example
Catalog: src/locale/*.xliff
Languages: cs

source: Can we also translate this? Awesome!
cs: Je možné přeložit také toto? Úžasné!

source: Can we also translate this? Awesome!
cs: Je možné přeložit také toto? Úžasné!

source: Updated
cs: Aktualizováno

source: Hello there! We're thrilled that you've decided to use Localazy for translating your app!
cs: Ahoj všem! Jsme ohromeni, že ses pro překlad tvé aplikace rozhodl využít Localazy!

source: {VAR_PLURAL, plural, =1 {one minute ago} other {INTERPOLATION minutes ago}}
cs: {VAR_PLURAL, plural, =1 {před jednou minutou} few {před INTERPOLATION minutami} other {INTERPOLATION minut zpět}}

source: Female
cs: Žena

source: The author is {{ user }}
cs: Autor je {{ user }}

source: I am free, wrapped just in a body
cs: Jsem volný, obalen pouze tagem <body>

source: Male
cs: Muž

source: In love with Localazy!
cs: Zamilován do Localazy!
